tap "blendle/blendle"
tap "confluentinc/tap"
tap "coursier/formulas"
tap "deviceinsight/packages"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "microsoft/git"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "act"
brew "aria2"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "oniguruma"
brew "bat"
brew "python@3.13"
brew "harfbuzz"
brew "bazel"
brew "btop"
brew "buildifier"
brew "bzip2"
brew "cmake"
brew "cmake-docs"
brew "libzip"
brew "php"
brew "composer"
brew "deno"
brew "diff-so-fancy"
brew "docker-credential-helper"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "gtk+"
brew "gtk+3"
brew "gtk4"
brew "helm"
brew "htop"
brew "httpd"
brew "httpie"
brew "jq"
brew "k9s"
brew "kdoctor"
brew "kind"
brew "openjdk"
brew "kotlin"
brew "kubernetes-cli"
brew "lazydocker"
brew "libgit2"
brew "librdkafka"
brew "libxml2"
brew "llvm"
brew "luarocks"
brew "maven"
brew "mhash"
brew "neovim"
brew "node"
brew "openjdk@11", link: true
brew "openapi-generator"
brew "phpunit"
brew "pipx"
brew "pkg-config"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "shellcheck"
brew "sonar-scanner"
brew "stern"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wimlib"
brew "yazi"
brew "zig"
brew "zsh-syntax-highlighting"
brew "blendle/blendle/kns"
brew "confluentinc/tap/cli"
brew "coursier/formulas/coursier"
brew "deviceinsight/packages/kafkactl"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "shivammathur/php/php@8.1"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "arc"
cask "brave-browser"
cask "contexts"
cask "deepl"
cask "discord"
cask "duckduckgo"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keepingyouawake"
cask "kitty"
cask "menumeters"
cask "miro"
cask "mos"
cask "notion"
cask "postman"
cask "rar"
cask "raycast"
cask "rectangle"
cask "skype"
cask "slack"
cask "spotify"
cask "telegram"
cask "torguard"
cask "visual-studio-code"
cask "zed"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bazelbuild.vscode-bazel"
vscode "codely.codely-theme"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "tal7aouy.icons"
vscode "tomaszbartoszewski.avro-tools"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
